{
  "architectures": ["LlamaForCausalLM"],
  "model_type": "llama",
  "tokenizer_class": "PreTrainedTokenizerFast",
  "bos_token_id": 128000,
  "eos_token_id": 128001,
  "pad_token_id": null,
  "vocab_size": 128256,
  "max_position_embeddings": 131072,
  "hidden_size": 4096,
  "intermediate_size": 14336,
  "num_attention_heads": 32,
  "num_hidden_layers": 32,
  "num_key_value_heads": 8,
  "torch_dtype": "bfloat16",
  "transformers_version": "4.40.0",
  "use_cache": true,
  "rope_theta": 500000.0,
  "rope_scaling": null
}
